{
    "GP_LongDescription1": "Зі ScratchJr, діти молодшого віку (5+ років) можуть вчитися кодувати -- і кодувати, щоб навчитися!",
    "GP_LongDescription2": "ScratchJr - це мова програмування початкового рівня, яка дозволяє дітям молодшого віку (5+ років) створювати їх власні інтерактивні історії та ігри. Діти можуть вибрати з наявних або створити власних персонажів, а потім, з'єднуючи графічні програмні блоки, запрограмувати сценарії, які змусять героїв рухатись, стрибати, танцювати та співати. Діти можуть змінювати персонажів за допомогою вбудованого графічного редактора, додавати їм власні голоси та звуки, навіть вставляти свої фотографії, а потім, використовуючи блоки програмування, оживити цих героїв.",
    "GP_LongDescription3": "На створення ScratchJr надихнула популярна мова програмування Scratch (http://scratch.mit.edu), якою користуються мільйони людей у віці від 8 років і старше по всьому світу. Створюючи ScratchJr, ми переробили інтерфейс та мову програмування, щоб зробити їх придатними для розвитку дітей ще більш юного віку, ретельно розробили функції, аби вони відповідали розумовому, особистісному, соціальному та емоційному розвитку дітей.",
    "GP_LongDescription4": "Ми бачимо кодування (або комп’ютерне програмування) як новий тип грамотності. Уміння писати допомагає людям організовувати своє мислення та висловлювати свої ідеї, те саме стосується і кодування. У минулому кодування вважалося занадто важкою для більшості людей справою, але ми вважаємо, що кодування має бути звичною навичкою для всіх, як і письмо.",
    "GP_LongDescription5": "Кодуючи у ScratchJr, маленькі діти навчаються творити та виражати себе за допомогою комп’ютера, а не просто взаємодіяти з ним. В процесі цього діти вчаться вирішувати проблеми та розробляти проєкти, також вони розвивають навички розкладання дії на послідовність певних кроків, ці вміння є основними для подальшого успіху в навчанні. Вони також використовують математику та мову в змістовному та мотивувальному контексті, підтримуючи розвиток вміння рахувати та грамотності з раннього дитинства. Зі ScratchJr діти не просто вчаться кодувати, вони кодують, щоб вчитися.",
    "GP_LongDescription6": "ScratchJr - це результат співпраці між Developmental Technologies group у Tufts University, Lifelong Kindergarten group у MIT Media Lab і Playful Invention Company. Two Sigma керувала реалізацією Android версії ScratchJr. Графіка та ілюстрації для ScratchJr були створені HvingtQuatre Company і Sarah Thomson.",
    "GP_LongDescription7": "Якщо вам подобається користуватися цим безкоштовним додатком, будь ласка, подумайте про те, щоб зробити пожертву в Scratch Foundation (www.scratchfoundation.org), неприбуткову організацію, яка надає постійну підтримку ScratchJr. Ми цінуємо пожертви всіх розмірів, великих і малих.",
    "GP_LongDescription8": "Ця версія ScratchJr працює лише на планшетах з екраном від 7-дюймів та більше та на базі операційної системи Android 4.2 (Jelly Bean) або вище.",
    "GP_Terms": "Умови користування",
    "IT_whatnew": "Додана підтримка для іспанської та української мов\r\nТепер проєкти періодично автоматично зберігаються, коли дитина змінює проєкт.",
    "IT_LongDescription1": "Зі ScratchJr діти молодшого віку (5+ років) засвоюють нові важливі навички, коли вони програмують власні інтерактивні історії та ігри.",
    "IT_LongDescription2": "З'єднуючи графічні програмні блоки, діти змушують героїв рухатись, стрибати, танцювати та співати. В процесі цього діти вчаться вирішувати проблеми, розробляти проєкти, та творчо виражати себе за допомогою комп'ютера. Вони також використовують математику та мову в змістовному та мотивувальному контексті, підтримуючи розвиток вміння рахувати та грамотності з раннього віку. Зі ScratchJr діти не просто вчаться кодувати, вони кодують, щоб вчитися.",
    "IT_LongDescription3": "На створення ScratchJr надихнула популярна мова програмування Scratch (http://scratch.mit.edu), якою користуються мільйони людей у віці від 8 років і старше по всьому світу. Інтерфейс та мова програмування ScratchJr були перероблені, щоб зробити їх придатними для розумового, особистісного, соціального та емоційного розвитку дітей молодшого віку.",
    "IT_LongDescription4": "ScratchJr - це результат співпраці між Lifelong Kindergarten research group у MIT Media Lab, Developmental Technologies research group у Tufts University, та Playful Invention Company. Проєкт ScratchJr отримав велику фінансову підтримку від National Science Foundation (NSF DRL-1118664), Scratch Foundation, LEGO Foundation, та British Telecommunications.",
    "IT_LongDescription5": "Якщо вам подобається користуватися цим безкоштовним додатком, будь ласка, подумайте про те, щоб зробити пожертву в Scratch Foundation (www.scratchfoundation.org), неприбуткову організацію, яка надає постійну підтримку ScratchJr. Ми цінуємо пожертви всіх розмірів, великих і малих.",
    "IT_Keywords": "навчання, кодування, діти, творчість, грамотність, дитячий садок, програмування, скретч, scratch"
}
